Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: He may even propose a bill legalizing torture.
ko: — 이재화(변호사) (@jhohmylaw) January 3, 2014

source: South Korea: Reason Behind Movie 'The Attorney's Box Office Smash · Global Voices
ko: 한국: 영화 '변호인'의 흥행이 대성공인 이유

source: South Korean movie ‘The Attorney’ which depicts the early life of ex-President Roh who started as a civil rights lawyer resisting against dictatorial regimes, has drawn over 4 million admissions in just ten days of screening.
ko: 한국 영화 '변호인'은 인권변호사로 시작해 독재정권에 저항했던 노무현 전 대통령의 젊은 시절을 그려낸 영화로서 개봉된지 겨우 열흘 만에 400만이 넘는 관객을 동원했다.

source: Movie critics even comment that its popularity in Korea is more explosive than that of Hollywood blockbuster ‘Avatar’ which made a huge hit in the country.
ko: 영화비평가들은 이 영화의 국내 인기가 국내에서 대히트를 쳤던 할리우드 블록버스터 '아바타'보다 더 폭발적이라고 평가하기까지 했다 .

source: Prominent culture critic Chin Jung-kwon (@unheim) explains via Twitter that the current administration and its multiple political scandals have ironically helped the movie by inspiring people to take interest in democratic values.
ko: 저명한 문화비평가인 진중권(@unheim)은 트읫를 통해 현정권과 이 정권의 수많은 스캔들이 사람들이 민주주의적 가치에 대한 관심을 갖게 함으로써 아이러니하게도 이 영화를 돕고 있다고 설명한다.

source: It is hard for this sort of film to make a big-time (commercial) success, but the government has paved the way for public’s explosive responses to it.
ko: 이런 영화 크게 흥행하기 힘든데, 변호인의 '폭발적' 수용의 조건을 정권이 만들어줬죠.

source: While movie ‘May 18’ (which is about the 80s democratic movement) have failed to re-summon the old slogan of ‘Democracy’, this movie was able to gain success as the government taught people that you should not be treating that old value as outdated.
ko: '화려한 휴가'가 민주화라는 낡은 구호를 재소환하려다 실패했다면, '변호인'은 그 낡은 구호를 낡은 걸로 여겨서는 안 된다고 가르쳐준 정권 덕에 성공한 듯. — jungkwon chin (@unheim) December 23, 2013

source: South Korean Pres.
ko: 한국: 대통령이 SNS 유언비어에 선제공격을 선언하다

source: Is South Korea government gearing up toward social media censorship?
ko: 한국정부가 SNS를 검열할 준비를 하고 있는가?

source: The latest official remark by President Park (full transcript ) had Korean net users worried.
ko: 박 대통령의 최근 공식발언(전문 )이 한국의 인터넷 사용자들을 염려케 했다.

source: Park, addressing "those rumors spreading via social media", said "if the government let these things happen, it will bring chaos nationwide" and added "bear in mind that the authorities need to react fast and aggressively, and preemptively against those groups trying to distort the situations".
ko: 박 대통령은 "SNS를 통해 퍼져나가고 있는 그런 유언비어들"을 언급하며 "만약 정부가 그런 일들을 내버려둔다면, 국가적 혼란이 야기될 것이다"라고 말했고, 덧붙여 "정부당국은 상황을 왜곡하려 하는 이러한 단체들에게 빠르고 공격적으로, 그리고 선제적으로 대응할 필요가 있음을 명심하라"고 말했다.

source: Many twitter users voiced concerns and pointed out the fact (such as @ppsskr's tweet which has been retweeted over 500 times) that the government bodies sent out over 24 million tweets to tip the scale in favor of Park in the latest presidential election.
ko: 많은 트위터 사용자들은 우려의 목소리를 냈고, 지난 대통령 선거 당시 정부기관들이 박근혜에 유리한 방향으로 여론을 만들기 위해 2천 400만 개 이상의 트윗을 유포한 사실 (500번 이상 리트윗된 @ppsskr의 트윗과 같은)을 지적했다.

source: South Korea: Political Revenge on Whistleblower? · Global Voices
ko: 한국: 내부고발자에게 정치적 보복?

source: Kwon Eun-hee, a policewoman and ex-chief investigator at Seoul Suseo Police station, revealed last summer that her team had received pressures and ‘unreasonable orders’ from superiors to reduce the scope of an investigation into the spy agency election manipulation scandal.
ko: 여성경찰관이자 서울 수서 경찰서의 전 수사과장인 권은희씨는 자신의 부서가 상부로부터 국정원의 선거 조작 의혹에 대한 수사범위를 줄이라는 압력과 '부당한 지시'를 받았다고 지난해 여름 폭로했다.

source: Although net users lauded Kwon, her bold act seems to have taken its toll; local media reports that Kwon has failed to get a promotion which was considered ‘a sure thing for someone with Kwon’s resume and qualifications’, adding that if that happens one more time, by law she would be forced to leave her position in four years.
ko: 인터넷 사용자들은 권씨를 격찬했지만, 용감한 행동에 대해 그녀는 댓가를 치르는 듯 하다; 한국 언론 은 권은희 씨가 '그녀의 자질과 이력으로 볼 때 확실한 것'으로 간주됐던 진급을 하지 못했으며, 다시 한번 진급의 기회를 놓치면 법에 의해 4년 내로 퇴직해야 한다고 덧붙였다.

source: Many suspect it is a politically-motivated decision, including prominent citizen journalist Media Mongu who commented it is ‘a scary revenge’ and embedded a highlight video of Kwon's revelations.
ko: 많은 사람들이 이것이 정치적 의도가 있는 결정이라고 의심하는 가운데 유명한 시민기자인 미디어 몽구는 이것은 '무서운 복수' 라고 말하며 권은희씨의 폭로 하이라이트 영상을 올렸다.

source: Korean Seniors Prompt Boycott of McDonald's and Get McResolution · Global Voices
ko: 한국: 노인들의 맥도날드 불매운동 '맥 해결책'을 얻어 내다

source: Korean elderly have made headlines in New York City for loitering at a McDonald's every day, starting early in the morning till well after dark, ordering only fries or coffee.
ko: 한국 노인들이 맥도날드에서 감자 튀김이나 커피만 시켜놓고 아침 새벽부터 저녁 늦게까지 장시간을 보내는 것이 뉴욕시의 해드라인을 장식했다.

source: After they were kicked out for hampering business, some in the Korean community called for a boycott of the restaurant.
ko: 영업 방해로 이들이 맥도날드에서 쫒겨난 뒤, 한인 사회의 일부 사람들이 불매운동을 벌이자고 제안했다.

source: The New York Times story on elderly squatters in McDonald's caused a buzz over the weekend, and McDonald's reacted quickly, putting out the fire by Monday by reaching a “McResolution!".
ko: 맥도날드를 점유하고 있는 노인들에 대한 뉴욕타임스 기사는 지난 주말 상당한 소란을 일으켰고, 맥도날드는 재빨리 이에 대응하여, 월요일 '맥 해결책'을 내어놓음으로 진화에 나섰다.

source: They promised to extend sitting hours for the elderly during less-busy times and even to collaborate with local seniors centers to provide transportation to and from the restaurant.
ko: 맥도날드 측은 덜 바쁜 시간대에 노인들이 머물 수 있는 시간을 연장해주고, 심지어 지역 노인센터와 함께 협조하여 매장과 센터 간에 왕복 교통편을 제공하겠다고 약속했다.

source: However, Koreans who are familiar with senior citizens overstaying at fast food stores in one of the most overcrowded and busiest cities in the world, the South Korean capital of Seoul, seem to understand McDonald's tough choice.
ko: 그러나 세계에서 가장 바쁘고 혼잡한 도시 중 하나인 서울의 패스트푸드점들에 노인들이 장시간 머무는 것을 많이 보아온 한국사람들은 맥도날드의 힘든 결정을 이해하는 듯 하다.

source: Here are some reactions from South Korean online venues:
ko: 다음은 한국 온라인 사이트에 올라온 반응들이다.

source: Image by Flicker User Kansir (CC BY 2.0)
ko: Image by Flicker User Kansir (CC BY 2.

source: The McDonald's fiasco.
ko: 맥도날드 사건.

source: I really hope people don't bring 'race' into the equation.
ko: 이런 일에 제발 인종 이런 것 좀 안 들먹거리면 좋겠다.

source: It is not like they were kicked out because of their race/nationality.
ko: 인종차별 차원에서 쫓아낸 것도 아닌데 쫓겨난 입장에서 자신들을 묶어서 "한국인"이라 그러면 자기 얼굴이 침 뱉기지.

source: By emphasizing that it is ‘Koreans’ who were being kicked out, they are actually embarrassing themselves.
ko: 어글리. 부끄럽다 참.

source: This is so ugly, and just embarrassing.
ko: 오죽하면 쫓아냈겠어.

source: I can see why this happen.
ko: 안봐도 뻔한데.

source: The reason why I am not rooting for a McDonald's boycott in New York is because how they approach this problem is just so typical.
ko: — Sumin Kim (@kimsumin) January 18, 2014 뉴욕 맥도널드 불매 운동이 별로 맘에 안 와 닿는건 전형적인 한국식 사고 이기 때문이다.

source: Jongmyo Area in Seoul is packed with elderly people who loiter at fast food chains.
ko: 노인들이 종묘 앞에 모여 있고 페스트푸드 점에 죽치고 앉아 있는거 역시 한국 사회의 문제이지 문화가 아니다.

source: It is not Korean 'culture', but a problem Korean society has.
ko: 그런걸 남의 나라에서도 답습하는게 참 안타깝다.

source: It is just deplorable that they brought it over and repeat it in another country.
ko: — Michael Lee (@michaelreturn) January 17, 2014

source: Net users cast doubt on the Korean Parents Association of New York, the group that initiated the boycott, and questioned whether they are eligible to represent the whole Korean community in general.
ko: 불매운동을 시작한 뉴욕 한국어버이연합에 대해서 네티즌들은 의구심을 제시하며 이들이 일반 한인사회 전체를 대표할 자격이 되는지 의문을 제기했다.

source: Some from the group, notably the chairwoman, are accused of being extreme right-wingers who infamously blocked a peaceful protest held in New York last autumn against the election manipulation scandal.
ko: 특히 여회장을 포함한 이 단체의 몇몇 사람들은 지난 가을 뉴욕에서 대선조작 스캔들을 규탄하는 평화스러운 시위를 방해한 것으로 잘 알려진 극우파 사람들이라는 비난을 받고 있다.

source: User @hippietech wrote :
ko: 트윗 이용자 @hippietech는 아래와 같이 적었다 :

source: I see so many sensational, trashy reports which provoke ethnicity issues.
ko: 자극적인 제목으로 민족성 자극하는 저질 기사.

source: No.
ko: 한인사회 발끈한 적 없습니다.

source: Korean communities have not been angered by and it is just a handful of rouge seniors who made a scene.
ko: 몇몇 노인들이 진상짓 했을뿐

source: South Korea Accused of Rewriting History in High School Textbook · Global Voices
ko: 한국: 한국정부 고등학교 역사 교과서를 다시 쓴다는 비난 받다

source: Image by Kopachris, Deviant Art (CC BY-NC-SA 3.0)
ko: Image by Kopachris, Deviant Art (CC BY-NC-SA 3.

source: A conservative high school history textbook in South Korea that puts a positive spin on some of the country's most controversial periods of history, such as Japan's colonial rule, has been a source of heated debate for several weeks, with the government being accused of favoring textbooks that support their political beliefs and paint a rosier view of various periods of history.
ko: 자신들의 정치적인 신념을 지지하는 교과서를 지원하고 역사의 여러 시기를 보다 긍정적인 색채로 단장한 교과서를 선호한다는 비난을 받는 정부와 아울러, 일본 식민지배 시기처럼 역사적으로 가장 논란이 되고 있는 부분을 미화시킨 보수적 고등학교 역사 교과서가 여러 주 동안 뜨거운 논쟁의 대상이 되어 왔다.

source: The textbook by Kyohak Publishing Co has been lambasted not only for its inaccuracy, but for whitewashing the past flaws of certain interest groups.
ko: 교학사 교과서는 내용의 부정확함 때문만이 아니라 일부 이익 집단의 과거 잘못을 감추려한 것 때문에 혹평을 받아 왔다.

source: Critics say the sheer volume of errors - over 750 mistakes - in the textbook are serious enough to disqualify it as a legitimate learning tool.
ko: 비평가들은 교과서에 나타난 750개가 넘는 방대한 양의 오류들은 이 교과서가 합법적 학습도구로 쓰이지 못하도록 탈락시킬 만큼 충분히 심각하다고 말한다.

source: Parents and students protested hard against several schools who have decided to adopt Kyohak's textbook and finally succeeded in revoking the decision.
ko: 학부모들과 학생들은 교학사 교과서를 채택하기로 결정한 여러 학교들에 강력히 항의했고 마침내 결정을 철회시키는데 성공했다.

source: However, the Ministry of Education has offered excuses for the publishers, first by claiming that it was not the final version.
ko: 하지만 교육부는 처음에는 그 책은 최종본이 아니었다고 주장하며 출판사를 위한 변명을 했다.

source: Even after it was revealed that Kyohak still has not applied the required adjustments to the textbook and its revised version contained about 350 errors, the ministry again embraced them, saying that it was a trial version.
ko: 나중에 정정하도록 요청한 부분이 아직도 고쳐지지 않았고 수정본도 약 350개의 오류가 있음이 드러났음에도 교육부는 이것은 실험판이라며 다시 한번 출판사를 감쌌다.

source: According to local report, one historian said "in his 22 years as a history teacher, he has never heard of such thing as a ‘textbook trial version’, and the ministry’s outlandish claim renders him speechless."
ko: 국내의 한 보도에 의하면 , 한 역사학자가 “자신이 22년에 걸쳐 역사를 가르치는 동안 '교과서의 실험판'이라는 것은 들어본 일이 없다며 교육부의 말도 안되는 주장에 말문이 막힌다" 라고 했다.

source: The scope of the errors are wide: misleading descriptions of Japanese imperial rule of Korea, incorrect names of locations on a map, and the false claim that the United States had a colony in the Indochina region.
ko: 실수의 범위는 방대하다; 일본의 한국 식민지배에 대한 잘못된 기록, 지도 상의 틀린 지명 혹은 위치, 미국이 인도차이나 지역에 식민지를 두었다는 잘못된 주장 등.

source: Another noteworthy mistake includes an inaccurate description of President Park Geun-hye’s father, the late military dictator Park Chung-hee: the textbook says Koreans' average per capital income reached 10,000 US dollars under his rule, when it should be 1,000.
ko: 또 하나의 주목할만한 실수는 박근혜의 부친인 군사독재자 고 박정희를 잘못 기술하고 있는 부분으로서 이 교과서는 그가 통치할 당시 일인당 국민 소득이 실제로는 미화1000달러 였던 것을 미화 10,000달러에 이르렀다고 언급했다.

source: The textbook also claims that the so-called comfort women - young teenagers and women, many of whom were Korean, who were forced into prostitution by the Empire of Japan during World War II to "comfort" the troops - "followed the Japanese army around", thereby implying that they have voluntarily choose to serve the army for the money.
ko: 그 교과서는 또한 위안부라고 부르는 여성들 - 그 중 많은 수가 한국인이었던 십대와 젊은 여성들로서 제2차 세계대전 중에 일본군대에 "위안"을 주도록 강제로 끌려가 매춘행위를 강요 당했던 - 이 “일본군을 따라 다녔다”고 주장하며 마치 위안부들이 돈을 벌기 위해서 자발적으로 군대에 봉사할 것을 선택했던 것처럼 보이게 했다.

source: There is even an error suspected to have been lifted from an online blog post.
ko: 심지어는 인터넷 블로그에 기제된 글에서 슬쩍 가져온 것으로 의심되는 실수도 한 가지 있다.

source: The New York Times recently added fuel to the fire with an editorial entitled "Politicians and Textbooks" in which the paper accused President Park of downplaying Korean collaboration with Japanese imperialists during Japan's colonization of Korea from 1910 to 1945.
ko: 최근 뉴욕타임스는 한국이 1910년부터 1945년까지의 일본식민지 하에 있던 동안 일본제국주의자들에게 협조한 한국인의 친일부역 사실을 가볍게 취급하려한 것에 대해 박근혜 대통령을 비난한 “정치가들과 교과서”라는 제목의 사설로 불난 데에 기름을 끼얹었다.

source: The editorial concluded that Park, along with Japanese President Shinzo Abe, are "pushing to have high school history textbooks in their countries rewritten to reflect their political views."
ko: 이 사설은 일본 총리 아베 신조와 박대통령이 "자신들의 나라 고등학교 역사 교과서가 자신들의 정치관을 반영하도록 다시 쓰여지도록 압력을 가하고 있다"고 결론을 내렸다.

source: The Korean Foreign Ministry fired right back, saying it will "take necessary steps against the New York Times with regard to the erroneous facts."
ko: 한국 외교부는 즉시 "잘못된 사실과 관련해 뉴욕타임스를 상대로 필요한 조치를 취할 것"이라고 반격했다.

source: Enraged Koreans commented as below:
ko: 격분한 한국인들은 아래와 같이 글을 남겼다:

source: Kyohak Publishing’s textbook is only worth as much as the ruling Saenuri party’s campaign flyers.
ko: 자기 역사 교과서는 잘못 된게 없고 8종의 교과서중 가장 올바른 역사 교과서이며 일선 역사교사들은 좌파랍니다.

source: He kept claiming their textbook has no flaws and it is the most accurate book available.
ko: ㅋㅋㅋ — 술상무100 (@natureslaw100) January 14, 2014

source: More concerns arose as reports came out that immediately after Kyohak Publishing’s history textbook had been rejected by parents and students, the government and ruling Saenuri party began pushing to publish it and impose the textbook on a national level.
ko: 교학사의 역사 교과서가 학부모와 학생들에 의해 거부된 다음 정부와 집권 새누리당이 교학사 교과서를 출판하기 위해 압력을 넣기 시작하고 교과서를 국정교과서로 만들 계획이라는 보도가 나오면서 더 많은 우려들이 생겨났다.

source: Currently, students, parents and teachers have a say in the textbook selection process, and have a choice among several different books.
ko: 현재는 학생, 학부모, 그리고 교사들이 교과서 선택과정에 발언권을 가지고 있으며 여러 교과서 중 하나를 선택할 수 있다.

source: The political opposition denounced the move as an attempt to stifle points of view that differ from their own, and commented that a one-size-fits-all textbook system is a favorite of authoritarian regimes who can easily manipulate its content.
ko: 야당은 정부의 이러한 움직임이 자신들과 다른 관점을 억압하려는 시도라며 여당의 이런 움직임을 비난했고 , 단일 교과서 채택 시스템은 내용을 쉽게 조작할 수 있기 때문에 독재정권이 선호하는 것이라고 언급했다.

source: The most notable cases of the one national textbook system would be North Korea and Russia.
ko: 단일 국정교과서 시스템으로 가장 유명한 나라는 북한과 러시아이다.

source: When they found out that Kyohak’s history textbook had been completely rejected by students, parents and teachers, the proper way to respond is by looking back at their flaws and feeling shameful and apologetic. But how did they react?
ko: 교학사 국사교과서가 학생·교사·학부모들에게 완벽하게 퇴출되었으면 부끄러워하고 반성해야지, 마치 보복하듯이 통째로 뒤엎어 국정교과서 체제로 가겠다는 발상은 역사를 모독하고 국민을 우습게 여기는 처사다_김삼웅 http://t.

source: It is as if they are seeking revenge, they are pushing to switch to a universal textbook system.
ko: co/3XYJH8QGcZ — 문성호 Moon Sung-ho (@ilpyungdad) January 13, 2014

source: This is an utter disregard for history and disrespect for the people. Twitter influencer and historian Jeon Woo-yong (@histopian) tweeted a series of messages regarding this issue:
ko: 트위터에서 영향력있는 역사학자 전우용씨가 (@histopian) 이 이슈와 관련된 여러 글을 트윗했다:

source: Even the monarchy of the Joseon Dynasty did not interfere with chroniclers' works.
ko: 조선시대 왕도 사관의 역사 서술에는 간섭하지 않았습니다.

source: It is those in power who should be afraid of history, not history that clings on to power.
ko: 권력이 역사를 두려워해야지, 역사가 권력에 빌붙어서는 안 됩니다.

source: The reason why those in power want to exert control over history is either because they are ashamed to face history, or they dont even bother to make themselves feel unashamed'.
ko: 권력이 역사를 장악하려 드는 것은, 역사 앞에 당당할 자신이 없거나 아예 그럴 의지가 없기 때문입니다. — 전우용 (@histopian) January 12, 2014

source: Correction to Chosun Newspaper in South Korea · Global Voices
ko: 한국: 조선일보에 정정한다

source: In an article that lists Global Voices as one of several "non-legitimate", "foreign media websites" who "spread rumors about South Korea" abroad, South Korean pro-government newspaper Chosun falsely describes our Korean editor Yoo Eun Lee as, "a dark-haired Korean-American blogger, who goes by a last name starting with L".
ko: 글로벌 보이스를 해외에 “한국에 대한 유언비어를 퍼뜨리는" 몇몇 “불법” “외신 웹사이트” 중 하나로 열거한 기사에서 한국의 친정부 언론지인 조선일보는 우리의 한국지역 에디터인 이유은씨를 "L로 시작하는 성을 가진 검은 머리의 한국계 미국인 블로거" 라고 그릇된 주장을 했다.

source: Lee's identity is not in the least secret - she's a Korean media professional currently living in the United States (and actually she currently has light brown hair).
ko: 이씨의 신분은 절대 비밀이 아니다. 그녀는 현재 미국에 거주하는 한국 국적의 언론인이다. (그리고 그녀의 머리 색은 현재 밝은 갈색이다).

source: We stand by her coverage of an election manipulation scandal in South Korea, clampdowns on labor groups, and an increasingly hostile environment for Korean journalists.
ko: 우리는 한국의 선거 조작 스캔들, 노동자 그룹에 대한 무력 진압, 그리고 한국 내 언론인에 대한 점점 더 적대적으로 변하는 상황 등에 대한 그녀의 보도를 성원하는 바이다.

source: Chosun further tries to demonstrate our untrustworthiness by saying that Global Voices misrepresents itself as having an affiliation to Harvard Law School, but that their "own investigation" shows we are "just a blog site".
ko: 조선은 더 나아가 글로벌 보이스가 하버드 법대와 연관이 있는 듯 허위사실을 알렸으나 자신들의 "자체 조사" 결과 우리는 "단지 블로그 싸이트"에 불과하다고 하며 글로벌 보이스를 신뢰할 수 없다고 말하려 한다.

source: Apparently there is an outdated description of Global Voices on a major Korean website (with no connection to us) that describes us as a Harvard Law School project.
ko: 주요 한국 웹싸이트 중 하나 (우리와는 아무 관련이 없는)에 글로벌 보이스를 하버드 법대 프로젝트로 표현하는 오래 전의 소개가 있는 것 같다.

source: The truth is that Global Voices was founded in 2005 at the Berkman Center for Internet & Society, which is indeed housed at Harvard Law School.
ko: 진실을 말하자면 글로벌 보이스는 2005년 인터넷과 사회를 위한 버크만 센터에서 설립됐고, 그 센터는 실제로 하버드 법대에 위치해 있다.

source: But today, Global Voices is an independent non-profit organization incorporated in The Netherlands.
ko: 그러나 오늘날 글로벌 보이스는 네덜란드에 위치한 독립 비영리 기관이다.

source: PHOTO: South Korean Labor and Civic Groups Stage Strike · Global Voices
ko: 한국: 사진 설명: 한국의 노동자와 시민단체가 파업을 벌이고 있다

source: Timed with the start of President Park Geun-hye's second year in office, about 40 thousand South Koreans (police estimate 15 thousand) held protests across the country.
ko: 박근혜 대통령의 임기 두번째 해가 시작하는 시기에 맞추어 약 4만명(경찰추산 1만 5천명)의 한국 시민들이 전국적으로 시위를 벌였다.

source: The demonstration, spearheaded by Korean Confederation of Trade Unions, calls halt to a clampdown on labor groups, the government's move towards privatization of public sector and cover-up of the presidential election manipulation scandal.
ko: 한국민주노총을 선두로 한 이 시위는 노동단체에 대한 탄압과, 정부의 공공부문 민영화 수순, 그리고 대선조작사건의 은폐를 중지할 것을 요구한다.

source: Prominent citizen journalist Media Mongu tweeted a photo of the protest (embedded below).
ko: 저명한 시민 언론인인 미디어몽구가 아래의 시위 사진을 트위터에 올렸다.

source: More photos can be found in the union's Facebook page .
ko: 민주노총 페이스북 페이지에 더 많은 사진이 있다.

source: "Don't give it to a Russian" logo and slogan.
ko: 우크라이나 여성의 섹스 보이콧, " 그것을 러시아에게 주지말자" 로고와 슬로건

source: In the wake of Russia’s annexation of Crimea, talk of international sanctions, it seems, has become just another humdrum fact of European politics.
ko: 러시아의 크림반도 합병이 지나가며, 국제사회 제제는 단지 유럽정치의 또 다른 평범한 사실이 된 것처럼 보인다.

source: That could be changing, however.
ko: 그러나 그 또한 변할 수 있다.

source: This week, a creative boycott began in Ukraine that is drawing the attention of Russian Internet users.
ko: 이번주, 러시아 인터넷 사용자의 관심을 끌고 있는 창조적 보이콧이 우크라이나에서 시작되었다.

source: Ukrainian women are organizing a new campaign called “Don’t give it to a Russian”—a sex embargo against Russian men.
ko: 러시아 남성에 대한 섹스거부인 -"그것을 러시아에게 주지말자"고 하는 새로운 캠페인을 우크라이나 여성들이 조직하고 있다.

source: The effort complements a larger boycott against Russian consumer goods, which even features some billboards along highways throughout Ukraine.
ko: 그 노력은 우크라이나 전역의 고속도로에 걸친 몇몇 광고판 러시아 소비재에 대한 더 큰 보이콧을 돕고 있다.

source: The sex boycott already has its own line of t-shirts, all carrying the official logo: two hands clasped together, creating a shape that suggests an open vagina (see above).
ko: 섹스보이콧은 이미 두 손을 모아, 여성의 성기를 나타내는 것 같은 모양을 공식 로고로 하는 자체 티셔츠 라인을 가지고 있다.

source: There is also a slogan: “Don’t give it to a Russian!” followed by a verse from Ukrainian poet Taras Shevchenko’s 1838 poem “Kateryna”: “O lovely maidans, fall in love, but not with the Moskaly .”
ko: 또한 러시아 시인 타라 세브첸코(Taras Shevchenko)의 1838년이 시 카트리나(Kateryna)의 한 구절인 "오.

source: One March 23, Russian Internet users began circulating a photograph of opposition figure Valeriya Novodvorskaya wearing the sex boycott t-shirt.
ko: 하지만 모스칼리(Moskaly) 와는 아니야"를 따라한 "그것을 러시아에게 주지 말자"는 슬로건도 있다.

source: Novodvorskaya, who is notorious for her strange appearance and for promoting conspiracy theories, is Russian, but many online were ready to believe that a Russian oppositionist would join the boycott in solidarity with Ukraine against the Kremlin.
ko: 3월23일 러시아 인터넷 이용자들은 야당인 벨레리야 노보드보스카야(Valeriya Novodvorskaya)가 섹스 보이콧 티셔츠를 입고 있는 사진을 돌리기 시작했다.

source: Russian parliament member Robert Shlegel, for instance, tweeted the image, with the following commentary:
ko: 그녀의 이상한 모양새와 음모론을 알리기로 유명한 노보드보스카야(Novodvorskaya)는 러시아인이다.

source: With one photo, Valeriya Novodvorskaya has killed the entire Ukrainian sex-boycott at its core. :) As it happens, the image is photo-shopped.
ko: 하지만 온라인의 많은 사람들은 한 러시아 반대론자가 크렘린에 대한 우크라이나와의 연대로 그 보이콧에 참여할 것이라고 믿을 준비가 되어 있었다.

source: The photograph comes from an interview Novodvorskaya gave in July 2013 on Russian-Israeli relations (hence the Israeli flag in the background).
ko: 러시아 국회의원 로버트 쉬레글(Robert Shlegel)은 즉시 다음의 해설로 그 사진을 트윗했다.

source: Someone with exceptional editing skills produced the boycott t-shirt version, leading to the avalanche of mockery and bad public relations online.
ko: 한 장의 사진으로 벨레리야 노보드보스카야(Valeriya Novodvorskaya)는 우크라이나 전체 섹스보이콧을 핵심에서 끝내버렸다.

source: What you can do with photo-shop, apparently.
ko: 이렇게 되자, 사진은 포토샵을 거치게 되었다.

source: Right now, the Facebook group dedicated to the sex boycott has just 156 members, but the campaign has gone viral among Russian Internet users, who have widely circulated a photo of two women wearing the official t-shirts (see below).
ko: 그 사진은 2013년 7월에 러시아-이스라엘 관계(그래서 이스라엘기가 배경에 있다)에서 노보드보스카야(Novodvorskaya)의 인터뷰 모습이었다. 뛰어난 편집기술을 가진 누군가가 그 보이콧 상황을 조롱사태, 좋지 않은 온라인상의 관계로 이끌어내고자 하여 만들어 낸 것이다. 여러분이 포토샵으로 분명하게 할 수 있는 것.

source: Unsurprisingly, most of the Russian netizens responding to the boycott are men keen to crack sexist jokes about the effort.
ko: 현재, 페이스북그룹에서 단지 156명의 회원을 가진 섹스보이콧을 위해 열려 있다.

source: Egor Prosvirnin, chief editor of the Russian nationalist website Sputnik & Pogrom, wrote on Facebook about the sex embargo, calling its participants prostitutes.
ko: 하지만 그 캠페인은 두 여성이 티셔츠를 입고 있는(아래참조) 한장의 사진을 널리 확산시키는 러시아 인터넷 사용자사이에서 바이러스로 사라졌다.

source: Many others on LiveJournal and elsewhere have made the same joke.
ko: 라이브저널의 다른 사람들과 곳곳에서 같은 농담들을 만들어 내었다.

source: Poster girls for the sex boycott?
ko: 섹스보이콧을 위한 포스터 여성들?

source: In fact, the two women in the photograph above are prominent professionals (and not of the “oldest” variety).
ko: (가장 오래된 직종에서의 전문가가 아니다) 사진 왼쪽은 뉴스 웹사이트인 Delo.

source: There is Katerina Venzhik (left), chief editor of the news website Delo.UA, and Irina Rubis (right), CEO of the business web portal Ekonomika Communication Hub.
ko: UA의 편집장인 카트리나 벤직(Katerina Venzhik)이고 오른쪽은 포탈 사이트 유크노미카 커뮤니케이션 허브(Ekonomika Communication Hub)의 CEO인 이리나 루비스(Irina Rubis)이다.

source: The photograph is from March 21, 2014, at an event by Delo.UA, where Venzhik announced the finalists in the website’s “Top 100 Businesswomen of Ukraine” competition.
ko: 이는 올 3월 21일자 사진으로서 벤직(Venzhik)이 "우크라이나의 최고 100대 여성사업가" 대회에서 최종 후보를 발표한 Delo.

source: In one picture, both women wore the sex-boycott t-shirts over their clothes.
ko: 벤직(Venzhik)과 함께 사진 몇 장을 위해 루비스(Rubis)가 참가했고, 이 사진을 통해 볼 수 있듯이 두 여성은 그들의 겉옷 위에 섹스보이콧 티셔츠를 입었습니다.

source: The concept of a sex boycott is at least 2,425 years old.
ko: 섹스 보이콧의 개념은 최소한 2,425년이 넘었다.
